[
{"id":1,"stock": 10,"name":"Monitores De Estudio Lexsen M4 Monitor","description":"Ideales para uso doméstico en general, los monitores Lexsen M4 son compatibles con todos los dispositivos de reproducción que dispongas,.","img":"https://f.fcdn.app/imgs/50e1ff/www.palaciodelamusica.com.uy/pmusuy/27b4/webp/catalogo/L4-L4_1/2000-2000/monitores-de-estudio-lexsen-m4-monitor-4-par-monitores-de-estudio-lexsen-m4-monitor-4-par.jpg","price":119,"Category":"Monitores"},
{"id":2,"stock": 15,"name":"Monitor De Estudio Krk Rp7 Rokit Blanco","description":"Monitor de estudio activo biamplificado con woofer de 7 pulgadas y tweeter de 1 pulgada de fibra de aramida (kevlar) EQ DSP visual mediante 1 pantalla LCD que viene integrada..","img":"https://f.fcdn.app/imgs/d67cc6/www.palaciodelamusica.com.uy/pmusuy/2543/webp/catalogo/RP7WHT-RP7WHT_1/2000-2000/monitor-de-estudio-krk-rp7-rokit-blanco-7-c-u-monitor-de-estudio-krk-rp7-rokit-blanco-7-c-u.jpg","price":419,"Category":"Monitores"},
{"id":3,"stock": 3,"name":"Monitor De Estudio KRK Rp5 Rokit 5","description":"Monitor profesional biamplificado de 5 pulgadas fabricado con kevlar y con funciones como la pantalla LCD con tecnología DSP para poder utilizar el EQ con gráfico visual a su gusto o utilizar uno de los 25 ajustes predeterminados.","img":"https://f.fcdn.app/imgs/a90e56/www.palaciodelamusica.com.uy/pmusuy/9eca/webp/catalogo/RP5-RP5_1/2000-2000/monitor-de-estudio-krk-rp5-rokit-5-c-u-monitor-de-estudio-krk-rp5-rokit-5-c-u.jpg","price":315,"Category":"Monitores"},
{"id":4,"stock": 11,"name":"Interfaz De Audio Behringer Um2","description":"Interfaz de audio USB de 16bit/48kH 2 entradas y 2 salidas 1 entrada combo XLR/jack de 6,3mm Preamplificador de micrófono diseñado por Xenyx con alimentación phantom de 48V Entrada Hi-Z Indicador de clip y de señal Monitorización directa Salida de auriculares jack de 6,3mm Salidas RCA Alimentado por bus USB Incluye cable USB","img":"https://f.fcdn.app/imgs/fa0eff/www.palaciodelamusica.com.uy/pmusuy/2c56/webp/catalogo/UM2-UM2_1/2000-2000/interfaz-de-audio-behringer-um2-interfaz-de-audio-behringer-um2.jpg","price":99,"Category":"Interfaz"},
{"id":5,"stock": 2,"name":"Interface Audio M-Audio","description":"Interfaz de audio USB de 2 canales y 48 KHz con 2 entradas combinadas con preamplificadores de cristal y alimentación fantasma M-Track Duo es la mejor interfaz de grabación más portátil de su clase. Ofrece una resolución de audio de 48 kHz en un formato compacto y fácil de usar que es ideal para crear música en cualquier dispositivo Mac, PC o iOS. Esta interfaz versátil funciona muy bien para grabar cualquier tipo de fuente de sonido y cuenta con dos preamplificadores de cristal combinados con alimentación fantasma, lo que la hace compatible con cualquier micrófono. Además, hay un interruptor dedicado para elegir un nivel de línea o una entrada de nivel de instrumento, perfecto para conectar pianos digitales, cajas de ritmos o cualquier otro dispositivo estéreo de nivel de línea de ¼ ”de pulgada, así como la mejor señal posible para guitarra DI o bajo. M-track Duo está completamente alimentado por USB, lo que lo hace portátil y perfecto para cualquier persona en movimiento. M-Track Duo ofrece monitoreo de latencia cero de la señal de entrada de micrófono, línea o instrumento a través de las salidas estéreo principales de 1/4 y la salida de auriculares estéreo de 1/4 ”. El interruptor USB / Direct ajusta el balance entre las entradas directas y la reproducción desde el software de su computadora. Esto facilita la grabación de nuevas partes o la adición de partes a una composición existente.","img":"https://f.fcdn.app/imgs/f839de/www.palaciodelamusica.com.uy/pmusuy/0831/webp/catalogo/MTRACKDUO-MTRACKDUO_1/460x460/interfase-audio-m-audio-mtrack-duo-interfase-audio-m-audio-mtrack-duo.jpg","price":109,"Category":"Interfaz"},
{"id":6,"stock": 4,"name":"Caja Acústica Activa DB Technologies","description":"La serie B·H tiene como objetivo proporcionar un rendimiento sonoro profesional pero eficiente a todo tipo de usuarios, combinando un amplificador CLASE D extremadamente eficiente con dBTechnologies agresivas saca provecho de su larga experiencia en el diseño de sistemas activos con esta nueva serie destinada a usuarios menos expertos , que garantiza el alcance de prestaciones acústicas de nivel profesional. La serie utiliza amplificadores Clase D de alta eficiencia que permiten que el sistema alcance niveles de presión sonora vigorosos (hasta 126,5 dB para el modelo más grande de 15”). La nueva B-HYPE 8 es un sistema activo versátil con un motor de compresión (bobina 1”) y un woofer de 8” (bobina 1.5”). El patrón de dispersión es asimétrico en el eje vertical y diversificado (en la parte alta y baja) en el horizontal. De esta manera la cobertura resulta más específica y eficiente, especialmente en ambientes reverberantes. La entrada combo permite una gran versatilidad de uso, adaptándose por ejemplo a un micrófono dinámico o a una entrada de línea estándar. La ecualización preconfigurada BOOST permite reforzar las frecuencias altas y bajas. La salida LINK admite la conexión con un segundo sistema. La portabilidad de los sistemas está garantizada por un diseño contemporáneo y cuidado que se caracteriza por 3 as en todos los modelos (dos a los lados y una arriba) y un peso total reducido que va de 6,6 kg para el modelo de 8” a 17,4 kg del de 15”. Además cada recinto se puede usar en horizontal como monitor, permitiendo un soporte estable a 45° en ambos lados. Los sistemas se pueden usar sobre trípodes o soportes en combinación con los sub dBTechnologies.","img":"https://f.fcdn.app/imgs/a08f3b/www.palaciodelamusica.com.uy/pmusuy/c57e/webp/catalogo/BHYPE10-BHYPE10_1/2000-2000/caja-acustica-activa-db-technologies-bhype10-caja-acustica-activa-db-technologies-bhype10.jpg","price":525,"Category":"Parlantes"},
{"id":7,"stock": 9,"name":"Caja Acústica Activa Db Technologies Opera10","description":"Con la nueva serie OPERA, dB Technologies ha logrado una vez más integrar un procesamiento DSP de última generación, un diseño vanguardista y una facilidad de uso avanzada en un gabinete inigualable dentro de su gama de precios. Estos altavoces presentan 1200W de potencia máxima y un diseño acústico único para ofrecer un sonido vigoroso aunque original, perfectamente adaptable tanto para aplicaciones de reproducción de audio como para música en vivo. Están equipados con un potente amplificador de Clase D de 600W, con procesamiento DSP avanzado donde los filtros FIR permiten a los sistemas ofrecer una respuesta de frecuencia coherente, uniforme y nítida desde cualquier posición de escucha.","img":"https://f.fcdn.app/imgs/e3438b/www.palaciodelamusica.com.uy/pmusuy/eb99/webp/catalogo/OPERA10-OPERA10_1/2000-2000/caja-acustica-activa-db-technologies-opera10-10-6-caja-acustica-activa-db-technologies-opera10-10-6.jpg","price":839,"Category":"Parlantes"},
{"id":8,"stock": 1,"name":"Caja Activa JBL","description":"El altavoz PA portátil con alimentación JBL IRX112BT ofrece un volumen y una claridad líderes en su clase, total facilidad de uso y un conjunto de funciones inigualable a nuestro precio más asequible. Suene increíble con componentes personalizados de nivel profesional que están diseñados para superar a los sistemas más grandes de la competencia. Los ajustes preestablecidos de ecualización del mundo real le permiten marcar un tono óptimo en un instante, sin necesidad de experiencia, y la supresión de retroalimentación automática dbx DriveRack incorporada le permite subirlo con confianza. Reproduzca música, bandas sonoras y pistas de acompañamiento con la transmisión de audio por Bluetooth y asegúrese de que su voz se transmita por encima de la música de fondo con un solo toque.","img":"https://f.fcdn.app/imgs/43e840/www.palaciodelamusica.com.uy/pmusuy/fee9/webp/catalogo/IRX112BT-IRX112BT_1/2000-2000/caja-activa-jbl-irx112bt-caja-activa-jbl-irx112bt.jpg","price":599,"Category":"Parlantes"},
{"id":9,"stock": 2,"name":"Subwoofer Activo Jbl Prx818xlfw","description":"El JBL PRX818XLF es un sistema de subwoofer de baja frecuencia extendido autoamplificado. Con un woofer JBL de 18 pulgadas alimentado por un amplificador de clase D de 1500 vatios, PRX818XLF ofrece una salida increíble en un factor de forma liviano y compacto.","img":"https://f.fcdn.app/imgs/d2aa01/www.palaciodelamusica.com.uy/pmusuy/ae79/webp/catalogo/PRX818XLFW-PRX818XLFW_1/460x460/subwoofer-activo-jbl-prx818xlfw-subwoofer-activo-jbl-prx818xlfw.jpg","price":2199,"Category":"Parlantes"},
{"id":10,"stock": 11,"name":"Consola Digital Midas M32 Live Grabacion Multipista","description":"Una mirada cercana a M32 LIVE revela que el estilo es completamente nuevo en todos los sentidos de la palabra. Los elementos de diseño inspirados en el automóvil de Rajesh Kutty se combinan perfectamente con una firma Midas reconocible, lo que diferencia al M32 LIVE de cualquier otra consola. Su factor de forma bellamente aerodinámico y elegante revoluciona por completo la experiencia de la mezcla en vivo.","img":"https://f.fcdn.app/imgs/a7f6cd/www.palaciodelamusica.com.uy/pmusuy/ae95/webp/catalogo/M32LIVE-M32LIVE_1/2000-2000/consola-digital-midas-m32-live-grabacion-multipista-consola-digital-midas-m32-live-grabacion-multipista.jpg","price":5599,"Category":"Interfaz"},
{"id":11,"stock": 15,"name":"Ecualizador Samson Sasc231 Scurve 231","description":"EQ gráfico de 2 x 31 bandas I/O balanceadas en XLR3 y TRS Faders con leds por canal, filtros seleccionables y botón de Bypass 2U de rack","img":"https://f.fcdn.app/imgs/f45872/www.palaciodelamusica.com.uy/pmusuy/d728/webp/catalogo/SASC231-SASC231_1/2000-2000/ecualizador-samson-sasc231-scurve-231-ecualizador-samson-sasc231-scurve-231.jpg","price":495,"Category":"InterfaZ"},
{"id":12,"stock": 21,"name":"Monitor De Estudio Presonus E3.5 (Par)","description":"Los monitores de estudio de la serie Eris de PreSonus® los usan ingenieros de audio de todo el mundo que necesitan escuchar cualquier detalle de sus grabaciones. Ideales para los juegos y la producción de vídeo doméstico, los Eris E3.5 emplean la misma tecnología que sus modelos mayores Eris para entregar sonido de calidad de estudio, con una respuesta en frecuencia suave y precisa. Y sin embargo son los suficientemente compactos para encajar en casi cualquier lugar..","img":"https://f.fcdn.app/imgs/a06351/www.palaciodelamusica.com.uy/pmusuy/9602/webp/catalogo/E35-E35_1/2000-2000/monitor-de-estudio-presonus-e3-5-3-5-par-monitor-de-estudio-presonus-e3-5-3-5-par.jpg","price":185,"Category":"Monitores"},
{"id":13,"stock": 13,"name":"Micrófono SHURE 58","description":"Micrófono vocal dinámico cardioide, de un sonido excelente para las voces de solistas y coristas. Incluye un adaptador para pie de micro e interruptor de encendido/apagado; ofrece un buen rechazo al ruido gracias a su patrón cardioide.No incluye cable","img":"https://f.fcdn.app/imgs/7516fd/www.palaciodelamusica.com.uy/pmusuy/c4e5/webp/catalogo/PGA58LC-PGA58LC_1/2000-2000/microfono-shure-pga58-microfono-shure-pga58.jpg","price":89,"Category":"Microfonos"},
{"id":14,"stock": 51,"name":"Micófono Condensador B1","description":"Mod.C1 Studio Condenser Respuesta en frecuencia excepcionalmente plana y resolución de sonido ultraalta Patrón polar cardioide para excelente rechazo de realimentación y separación de fuentes de sonido Robusta construcción en bronce niquelado Tipo de transductor Condensador, 16 mm Patrón polar Cardioide. Conexión: Conector XLR balanceado chapado en oro. Sensibilidad de circuito abierto: -33 ± 2 dBV (0 dBV = 1 V/Pa) Respuesta de frecuencia: 40 Hz - 20 kHz SPL máximo: (1% THD @ 1 kHz) 136 dB Impedancia nominal: 100 ohms Impedancia de carga: >1 kohm Relación señal a ruido Voltaje: +36 - 52 V Toma de corriente: 2.5 mA Dimensiones. 54 x 180 mm Peso: 420 g","img":"https://f.fcdn.app/imgs/40118e/www.palaciodelamusica.com.uy/pmusuy/5847/webp/catalogo/B1-B1_1/2000-2000/microfono-condensador-behringer-b1-microfono-condensador-behringer-b1.jpg","price":179,"Category":"Microfonos"},
{"id":15,"stock": 17,"name":"Controlador Dj Numark Party Mix 2 ¡nuevo Modelo!","description":"Controlador de DJ Numark Party Mix II óptimo para principiantes con luces incorporadas","img":"https://f.fcdn.app/imgs/4a7150/www.palaciodelamusica.com.uy/pmusuy/d36d/webp/catalogo/PARTYMIX2-PARTYMIX2_1/2000-2000/controlador-dj-numark-party-mix-2-nuevo-modelo-controlador-dj-numark-party-mix-2-nuevo-modelo.jpg","price":229,"Category":"DJ"},
{"id":16,"stock": 20,"name":"Controlador Dj Bt Pioneer Ddj200","description":"Comienza a pinchar como DJ con nuestro controlador DJ inteligente DDJ-200 fácil de usar. Ligero y compacto con un diseño de estilo profesional, te ayudará a aprender a mezclar y, si lo deseas, convertir el DJing de un pasatiempo en algo más. Dale tu propio toque a la música mientras mezclas para amigos en fiestas. Reproduce pistas a través de tu smartphone o PC/Mac con una gran variedad de aplicaciones y software para DJ, incluida nuestra aplicación gratuita dedicada WeDJ para iPhone, así como djay y edjing mix. Dependiendo de tu dispositivo y del programa que elijas, puedes mezclar música almacenada en tu biblioteca de iTunes o rekordbox, o transmitir canciones desde el enlace de Beatport, Deezer o incluso Spotify.Desarrolla rápidamente tus habilidades para mezclar con la ayuda de las funciones Tutorial y Pop-Hint en WeDJ para iPhone. Estas funciones te enseñarán sobre el hardware y te ayudarán a entender los términos de DJ. Cuando hayas terminado, tus manos volarán entre los jog wheels, los botones y los mandos del DDJ-200. Y hemos añadido Transition FX para ayudarte a combinar frases y transiciones entre canciones sin problemas. Este controlador DJ para principiantes te permitirá mezclar y reproducir las solicitudes de tus amigos como si lo hubieras hecho durante años.","img":"https://f.fcdn.app/imgs/59a6b8/www.palaciodelamusica.com.uy/pmusuy/0155/webp/catalogo/DDJ200-DDJ200_1/2000-2000/controlador-dj-bt-pioneer-ddj200-controlador-dj-bt-pioneer-ddj200.jpg","price":320,"Category":"DJ"},
{"id":17,"stock": 44,"name":"Controlador Dj Pioneer Ddflx6","description":"Cautiva a tu público con el DDJ-FLX6. Con su gran cantidad de características nuevas, esta unidad de 4 canales te facilita emocionar al público, mezclar pistas de géneros musicales totalmente distintos y adornar tus sets con efectos de scratch totalmente profesionales.Software compatible rekordbox Serato DJ Pro","img":"https://f.fcdn.app/imgs/e9f2e3/www.palaciodelamusica.com.uy/pmusuy/8164/webp/catalogo/DDJFLX6-DDJFLX6_1/2000-2000/controlador-dj-pioneer-ddflx6-controlador-dj-pioneer-ddflx6.jpg","price":1149,"Category":"DJ"},
{"id":18,"stock": 0,"name":"Bandeja De VInilio Audio Technica","description":"Tanto si acaba de llegar al mundo del vinilo, está redescubriendo una colección de discos olvidada durante años o simplemente desea incorporar un tocadiscos para completar su sistema, el tocadiscos de transmisión por correa totalmente automático AT-LP60X es una opción excelente. Asequible y fácil de utilizar, el tocadiscos reproduce discos tanto de 33-1/3 como de 45 rpm y, gracias a su preamplificador fonográfico conmutable incorporado, puede conectarse directamente a su equipo estéreo doméstico, altavoces con alimentación, computadora y otros componentes, tengan o no una entrada fonográfica (phono) dedicada. En esta versión actualizada del popular tocadiscos AT-LP60 hemos remodelado la base del brazo de lectura y el cabezal para mejorar la lectura y reducir la resonancia. La reducción del ruido es todavía mayor gracias a la inclusión de un adaptador de corriente alterna (CA) que desplaza la conversión CA/CC fuera del chasis, donde su impacto en la cadena de la señal es limitado. Audio-Technica ha liderado el diseño de cartuchos durante más de 50 años, y esa experiencia queda patente en el cartucho Dual Magnet™ con aguja reemplazable del tocadiscos AT-LP60X. El cartucho está integrado en el cabezal para garantizar el rendimiento y facilitar la instalación.El tocadiscos viene con un cable de salida RCA desconectable (macho de 3,5 mm a macho RCA doble), un adaptador de 45 rpm y una cubierta antipolvo abisagrada desmontable. Disponible en negro (AT-LP60X-BK), marrón/negro (AT-LP60X-BW), gris plomo/negro (AT-LP60X-GM), y rojo/negro (AT-LP60X-RD).","img":"https://f.fcdn.app/imgs/a626a6/www.palaciodelamusica.com.uy/pmusuy/46a1/webp/catalogo/ATLP60-ATLP60_1/2000-2000/bandeja-de-vinilo-audio-technica-atlp60-bandeja-de-vinilo-audio-technica-atlp60.jpg","price":229,"Category":"DJ"},
{"id":19,"stock": 14,"name":"Bandeja De Vinilio Pioneer","description":"Tanto si acaba de llegar al mundo del vinilo, está redescubriendo una colección de discos olvidada durante años o simplemente desea incorporar un tocadiscos para completar su sistema, el tocadiscos de transmisión por correa totalmente automático AT-LP60X es una opción excelente. Asequible y fácil de utilizar, el tocadiscos reproduce discos tanto de 33-1/3 como de 45 rpm y, gracias a su preamplificador fonográfico conmutable incorporado, puede conectarse directamente a su equipo estéreo doméstico, altavoces con alimentación, computadora y otros componentes, tengan o no una entrada fonográfica (phono) dedicada. En esta versión actualizada del popular tocadiscos AT-LP60 hemos remodelado la base del brazo de lectura y el cabezal para mejorar la lectura y reducir la resonancia. La reducción del ruido es todavía mayor gracias a la inclusión de un adaptador de corriente alterna (CA) que desplaza la conversión CA/CC fuera del chasis, donde su impacto en la cadena de la señal es limitado. Audio-Technica ha liderado el diseño de cartuchos durante más de 50 años, y esa experiencia queda patente en el cartucho Dual Magnet™ con aguja reemplazable del tocadiscos AT-LP60X. El cartucho está integrado en el cabezal para garantizar el rendimiento y facilitar la instalación.El tocadiscos viene con un cable de salida RCA desconectable (macho de 3,5 mm a macho RCA doble), un adaptador de 45 rpm y una cubierta antipolvo abisagrada desmontable. Disponible en negro (AT-LP60X-BK), marrón/negro (AT-LP60X-BW), gris plomo/negro (AT-LP60X-GM), y rojo/negro (AT-LP60X-RD).","img":"https://f.fcdn.app/imgs/292111/www.palaciodelamusica.com.uy/pmusuy/93ec/webp/catalogo/PLX1000-PLX1000_1/2000-2000/bandeja-de-vinilo-pioneer-plx1000-bandeja-de-vinilo-pioneer-plx1000.jpg","price":1279,"Category":"DJ"},
{"id":20,"stock": 28,"name":"Bandeja De Vinilo NUMARK","description":"La Numark PT01 Scratch marca una nueva era para los DJs. Gracias a este nuevo tocadiscos portátil ahora es posible pinchar y hacer scratch en cualquier sitio. Construido con un exclusivo control deslizante y ajustable, Numark PT01 Scratch te permite registrar tus grabaciones de scratch favoritas y desenvolverte con tus sesiones de scratch cotidianas, ya sea teniendo acceso a una conexión eléctrica para enchufar el giradiscos o en la calle con tus amigos. PT01 Scratch está diseñado para todos los DJs amantes de los giradiscos y que disfrutan de la búsqueda incesante de nuevos vinilos.","img":"https://f.fcdn.app/imgs/044990/www.palaciodelamusica.com.uy/pmusuy/f7b7/webp/catalogo/PT01SCRATCH-PT01SCRATCH_1/2000-2000/bandeja-de-vinilonumark-pt01-scratch-bandeja-de-vinilonumark-pt01-scratch.jpg","price":299,"Category":"DJ"}
]